import { DataBM } from '../models/data.model'

const SESSIONS: DataBM[] = [
  {
    id: 'session-1',
    name: 'Сессия 1',
    description: 'В городе Кирь проходил фестиваль в честь встречи королей. Герои поотдельности проводили время на'
      + ' фестивале, а после встретились в таверне. Там Лараисул предложил выполнить контракт на зачистку шахты.'
      + '\nПосреди обсуждений из кухни вышла будто заколдованная девочка, загрызла в шею корчмаря (он же ее отец),'
      + ' после чего началась драка. Один дядька воин погиб, но девочка-монстр была повержена. Оказалось, что на ней'
      + ' долгое время была метка, из-за которой она потеряла душу, а в последствии и вовсе стала неконтролируемым “зомби”.'
      + '\nНа следующий день герои пошли в шахту, обнаружили гноллов. Почти без проблем гноллы были перебиты.'
  },
  {
    id: 'session-2',
    name: 'Сессия 2',
  },
  {
    id: 'session-3',
    name: 'Сессия 3',
  },
  {
    id: 'session-4',
    name: 'Сессия 4',
  },
  {
    id: 'session-5',
    name: 'Сессия 5',
  },
  {
    id: 'session-6',
    name: 'Сессия 6',
  },
  {
    id: 'session-7',
    name: 'Сессия 7',
  },
  {
    id: 'session-8',
    name: 'Сессия 8',
  },
  {
    id: 'session-9',
    name: 'Сессия 9',
  },
  {
    id: 'session-10',
    name: 'Сессия 10',
  },
  {
    id: 'session-11',
    name: 'Сессия 11',
  },
  {
    id: 'session-12',
    name: 'Сессия 12',
  },
  {
    id: 'session-13',
    name: 'Сессия 13',
  },
  {
    id: 'session-14',
    name: 'Сессия 14',
  },
  {
    id: 'session-15',
    name: 'Сессия 15',
  },
  {
    id: 'session-16',
    name: 'Сессия 16',
  },
  {
    id: 'session-17',
    name: 'Сессия 17',
  }
]

export default SESSIONS
